---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointCloudInstance
source: html/843d0399-df9a-d4e5-8371-196ce45ec7cb.htm
---
# PointCloudInstance Properties

The id of the assembly instance to which the element belongs.